---
type: GenericImportOptions
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# GenericImportOptions

`Autodesk.Revit.DB.GenericImportOptions` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | RefPoint | — | `public XYZ RefPoint { get ; set ; }` |